{
  "StudioSetup": "Studio Setup",
  "StudioSetupDescription": "At Sassy Escort, we've got a special perk for you – our own photo studio, ready to make you look stunning and sexy without any hassle. No need to set up your own space or worry about costs. Our professional studio is all about capturing your beauty effortlessly",
  "ProfessionalQuality": "Professional Quality",
  "ProfessionalQualityDescription": "Unlock success in the escort industry with our complimentary professional photoshoot. Elevate your profile, attract leads, and stand out effortlessly. Sign up today for your visual advantage!",
  "PhotoRetouching": "Photo Retouching",
  "PhotoRetouchingDescription": "At Sassy Escort, we believe in perfection, and that's why our second perk for you is our professional photo retouching service – and the best part? It's absolutely free! Your photos will be treated with a skilled touch, enhancing every detail and ensuring you look flawless. It's just another way we make sure you shine brightly in the competitive world of escorts",
  "HowToGet": "How to get",
  "photoshoot": "photoshoot",
  "free": "free",
  "STEP01": "STEP 01",
  "STEP02": "STEP 02",
  "CompleteTheSignupFlow": "Complete the signup flow",
  "SchedulePhotoshootSession": "Schedule a photoshoot session",
  "WantToGrabThisWonderfulOpportunity": "Want to grab this wonderful opportunity?",
  "SignUpNow": "Sign up now",
  "SignUpAndGetPhotoshoot": "Sign up and get a €250 Model Photoshoot absolutely",
  "UnlockFull": "Unlock your full potential with our professional photoshoot – no cost involved.",
  "PhotoWillBeIncluded": "Photos will be included",
  "EscortsCovered": "Escorts covered",
  "JoinForFREE": "Join for FREE",
  "WhatSayAboutUs": "What escorts say about us",
  "Free": "Free",
  "GetFREEGOLDAccess": "Get FREE 30-day GOLD access!",
  "ElevateYour": "Elevate your profile, maximize leads, and join the elite league of success",
  "MoreProfileViews": "More profile views and engagement compared to FREE plan members on average.",
  "MoreLeadFree": "More lead opportunities compared to FREE plan members on average.",
  "SeeDetails": "See details"
}
