{
  "Privacypolicy": "Privacy policy",
  "WhoAreWeAndMission": "Who Are We and What's Our Mission?",
  "WhoAreWeAndMission1stpera": "Greetings! It's exhilarating to notice that you've chosen to explore what we offer through our array of services and products, often mentioned as our 'Platform' or 'Services.' At SassyEscort.com, your privacy stands at the forefront of our concerns. Our commitment is to uphold the confidentiality of any data we gather from our website and from the various services under our management.",
  "WhoAreWeAndMission2ndpera": "This guide elaborates on the nature of data we amass, our methods of utilization, storage procedures, and the parties it might be disclosed to.",
  "WhoAreWeAndMission3rdpera1stpart": "Facing any doubts or seeking clarification about our Privacy Policy? Drop us a line at",
  "WhoAreWeAndMission3rdpera2ndpart": ". Keep in mind, though, that while we're here to help, our explanations shouldn't be interpreted as legal counsel.",
  "WhoAreWeAndMission4th": "By navigating and engaging with SassyEscort.com, you inherently accept our Terms of Service, Advertising Guidelines, Code of Conduct, and Privacy Policy.",

  "WhichDataDoWeGather": "Which Data Do We Gather?",
  "WhichDataDoWeGather1stPara": "At SassyEscort.com, our approach towards your personal data is characterized by lawful, transparent, and fair processing. Our data acquisition and processing occur only when there's a legitimate basis.",
  "TheAvenuesOfOurDataCollectionAre": "The avenues of our data collection are:",
  "TheAvenuesOfOurDataCollectionAre1stbullet": "Details you willingly provide to us.",
  "TheAvenuesOfOurDataCollectionAre2ndbullet": "Data garnered automatically as you access our services.",
  "TheAvenuesOfOurDataCollectionAre3rdbullet": "Data procured from third-party entities.",
  "WhichDataDoWeGather2ndPara": "If you've granted permission for a particular data use, you retain the right to revoke it. However, already processed data remains unaffected by this change.",
  "WhichDataDoWeGather3rdPara": "Your personal data's tenure with us isn't indefinite. We adopt reasonable commercial safeguards to ward off unauthorized use, loss, unauthorized disclosure, or illicit alteration. Nonetheless, remember that no electronic storage or transmission technique guarantees perfect security.",
  "WhichDataDoWeGather4thPara": "Certain obligations might require us to retain your personal data longer, such as legal, financial record-keeping, or to safeguard an individual's critical interests.",

  "DetailsYouVoluntarilyProvide": "Details You Voluntarily Provide",
  "DetailsYouVoluntarilyProvide1stPara": " Engaging with SassyEscort.com services may lead to data sharing on your end. You can delve deeper into our data preservation practices in the data management section.",
  "DetailsYouVoluntarilyProvide2ndPara": "  Several services necessitate account creation. Consequently, we might gather compliance-related or feature-enabling data like:",
  "DetailsYouVoluntarilyProvide3rdPara": "Unique usernames, email IDs, validation checks, transaction details, birth dates, passwords, phone contacts, social media profiles, images, and personal descriptions.",
  "DetailsYouVoluntarilyProvide4thPara": "Credit Card Details: Rest assured, we never store your card digits. They are securely passed to our reputable payment gateway, encrypted per industry norms, with 3DSecure2 employed when offered by the card issuer.",
  "DetailsYouVoluntarilyProvide5thPara": " Certain obligations might require us to retain your personal data longer, such as legal, financial record-keeping, or to safeguard an individual's critical interests.",

  "DataWeObtainWhenYouUtilizeOurServices": "Data We Obtain When You Utilize Our Services",
  "DataWeObtainWhenYouUtilizeOurServices1stBullet": "Our services’ usage provides us insights. Aspects like searched terms, content interaction, and comments made are noted. Here's a deeper dive into the kind of data we extract:",
  "DataWeObtainWhenYouUtilizeOurServices2ndBullet": "User Data: This includes service interactions like viewed categories, pages, and communication patterns with fellow users.",
  "DataWeObtainWhenYouUtilizeOurServices3rdBullet": "Device-Specific Data: Specifications like hardware models, OS types, device IDs, browser versions, chosen language, and network details.",
  "DataWeObtainWhenYouUtilizeOurServices4thBullet": "Location Data: At times, we might register your geographical coordinates.",
  "DataWeObtainWhenYouUtilizeOurServices5thBullet": "Technological Data Collection: Predominantly through cookies, web beacons, and unique identifiers, this data helps us understand device, browser, and activity specifics.",
  "DataWeObtainWhenYouUtilizeOurServices6thBullet": "Log Data: Using our services generates logs that encapsulate details about service usage, device specifics, previous page visits, and unique device or browser identifiers.",

  "DataFromThirdpartyServices": "Data From Third-party Services",
  "DataFromThirdpartyServicesPara": " Occasionally, we might integrate data provided by other users about you, or data amalgamated from third-party sources with our direct collection. An instance would be when another user references you to our platform.",

  "HandlingAndUtilizationOfData": "Handling and Utilization of Data",
  "HandlingAndUtilizationOfDataPara": "At SassyEscort.com, our collection, retention, use, and disclosure of your information revolves around specific primary objectives. We commit to not processing your personal information in ways incompatible with the outlined purposes:",
  "HandlingAndUtilizationOfData1stBullet": "Enhancing your user journey on our website by allowing customization and personalization.",
  "HandlingAndUtilizationOfData2ndBullet": "Facilitating access and optimal utilization of our website, its associated apps, and our social media platforms.",
  "HandlingAndUtilizationOfData3rdBullet": "Maintaining open lines of communication with you.",
  "HandlingAndUtilizationOfData4thBullet": "For our internal records, administrative functions, billing needs, and as part of our constant endeavor to innovate and refine our website, apps, and social platforms. This also extends to market research and business growth intentions.",
  "HandlingAndUtilizationOfData5thBullet": "To propel our marketing initiatives, including sharing details about our offerings and services, as well as introducing third-party offerings that could pique your interest.",
  "HandlingAndUtilizationOfData6thBullet": "Ensuring identity validation, countering fraudulent Actions, and barring any activities that breach our terms or are deemed unlawful.",
  "HandlingAndUtilizationOfData7thBullet": "Meeting legal mandates and amicably addressing any disagreements or conflicts that may arise.",
  "HandlingAndUtilizationOfData8thBullet": "At SassyEscort.com, our collection, retention, use, and disclosure of your information revolves around specific primary objectives. We commit to not processing your personal information in ways incompatible with the outlined purposes:",
  "HandlingAndUtilizationOfDataLastPara": "At SassyEscort.com, our collection, retention, use, and disclosure of your information revolves around specific primary objectives. We commit to not processing your personal information in ways incompatible with the outlined purposes:",

  "YourRightsAndManagingYourPersonalData": "Your Rights and Managing Your Personal Data",
  "VoluntarySubmissionAndConsentTitle": "Voluntary Submission & Consent:",

  "VoluntarySubmissionAndConsent": "Voluntary Submission & Consent:",
  "VoluntarySubmissionAndConsentPara": "When you voluntarily furnish us with your personal details, it's a nod from your side, allowing us to gather, safeguard, deploy, and share your information, abiding by this privacy guideline. If you are under 18, this site isn't meant for you. We deliberately keep our services and promotions aloof from those under 18 or local age of majority, ensuring we don’t knowingly accumulate data from them.",

  "ThirdPartyData": "Third-Party Data:",
  "ThirdPartyDataPara": "In cases where we obtain data about you via third-party sources, it remains safeguarded under the tenets of this privacy policy. When you're the third party giving someone else's personal data, you must confirm that you have acquired the individual's agreement to share such details.",

  "Limitations": "Limitations:",
  "LimitationsPara": "You hold the right to regulate or altogether stop the gathering or deployment of your data. If at any point, you had permitted us to employ your data for marketing objectives but now reconsider, just get in touch using the provided contact details. Should you impose restrictions, we'll elucidate how this influences your interactions with our platform or offerings.",

  "AccessAndPortability": "Access & Portability:",
  "AccessAndPortabilitypara": "You can ask for a detailed account of what personal data about you is in our custody. You can also solicit a copy of such data. We aim to cater this in a CSV or other machine-friendly formats. Additionally, you can request the deletion of your data whenever you wish.",

  "Rectifications": "Rectifications:",
  "RectificationsPara": "If you sense that our database has information about you that's outdated, erroneous, misleading, or not comprehensive, reach out to us. We commit to promptly rectifying any data that's amiss or not current.",

  "BreachNotifications": "Breach Notifications:",
  "BreachNotificationsPara": "Should there be any data compromise, our Actions will be aligned with the pertinent legal frameworks.",

  "Grievances": "Grievances:",
  "GrievancesPara": " Feel that we haven’t respected a crucial data protection regulation? Please share your concerns, giving us an exhaustive account of the suspected violation. Post a thorough review, we’ll communicate our findings and intended remedial measures in written form. Moreover, you retain the right to approach data protection agencies or regulatory bodies concerning your grievances.",

  "OptingOut": "Opting Out:",
  "OptingOutPara": "To withdraw from our email list or any other communication mediums (including promotional content), please reach out using our contact details or use the 'unsubscribe' option embedded in our communications.",

  "ScopeOfOurPrivacyPolicy": "Scope of Our Privacy Policy",
  "ScopeOfOurPrivacyPolicyPara": "Our platform might contain links directing to external websites that aren't under our management. Kindly note that we do not have influence over the content, policies, or practices of these third-party sites. Consequently, SassyEscort.com cannot be held accountable or liable for the privacy guidelines or Actions of these external entities.",

  "UpdatesToOurPrivacyPolicy": "Updates to Our Privacy Policy",
  "UpdatesToOurPrivacyPolicy1stPara": "From time to time, we may decide to update our privacy policy to mirror modern practices and standards. We commit to taking appropriate measures to inform our users about such modifications via our website. If you continue to engage with our site post any adjustments to this policy, it will be perceived as your endorsement of our updated privacy practices.",
  "UpdatesToOurPrivacyPolicy2ndPara": "Should there be a major revision to our privacy policy, such as a shift in the legal grounds on which we handle your personal data, we will seek your renewed consent for the updated policy.",
  "ContactForPrivacyConcerns": "Contact for Privacy Concerns",
  "ContactForPrivacyConcernsPara": "For any queries or concerns related to privacy, you can connect with our Data Controller Officer and Data Protection Officer at "
}
