{
  "TermsAndConditionTitle": "Terms & Conditions",

  "WhoAreWeandWhatOurMission": "Who Are We and What's Our Mission?",
  "WhoAreWeandWhatOurMissionBvPara":"SassyEscort.com or Sassy is a service of Tutubi B.V., incorporated in The Netherlands. Located in Amsterdam, Amstel 62, 1017 AC. It has been officially registered with the Dutch Chamber of Commerce, with the registration number 82410410.",
  "WhoAreWeandWhatOurMission1stPara": "Greetings! It's exhilarating to notice that you've chosen to explore what we offer through our array of services and products, often mentioned as our 'Platform' or 'Services.' At SassyEscort.com, your privacy stands at the forefront of our concerns. Our commitment is to uphold the confidentiality of any data we gather from our website and from the various services under our management.",
  "WhoAreWeandWhatOurMission2ndPara": "This guide elaborates on the nature of data we amass, our methods of utilization, storage procedures, and the parties it might be disclosed to.",
  "WhoAreWeandWhatOurMission3rdParas1stPart": "Facing any doubts or seeking clarification about our Privacy Policy? Drop us a line at",
  "WhoAreWeandWhatOurMission3rdParas2ndPart": "Keep in mind, though, that while we're here to help, our explanations shouldn't be interpreted as legal counsel.",
  "WhoAreWeandWhatOurMission4thPara": "By navigating and engaging with SassyEscort.com, you inherently accept our Terms of Service, Advertising Guidelines, Code of Conduct, and Privacy Policy.",

  "ContactingUs": "Contacting Us",
  "ContactingUsParas1stPart": "For any queries or concerns pertaining to our Terms of Service, Advertising Policy, Code of Conduct, or Privacy Policy, feel free to drop us an email at",
  "ContactingUsParas2ndPart": ". Kindly note that any clarifications or explanations we offer should not be interpreted as legal counsel.",

  "EligibilityForUsingTheService": "Eligibility for Using the Service",
  "EligibilityForUsingTheServicePara": "Anyone below the age of eighteen (18) is prohibited from setting up an account or accessing the Platform. If the legal age of majority in your location exceeds eighteen (18) years, you must be at least twenty-one (21) years old to sign up or make use of the Platform.",
  "ByEngagingWithThe": "By engaging with the Platform, you affirm that:",
  "ByEngagingWithTheBullet1": "You have reached or exceeded the age of eighteen (18).",
  "ByEngagingWithTheBullet2": "You are beyond the age of majority as per the laws of your residing country.",
  "ByEngagingWithTheBullet3": "Your engagement with the platform is voluntary and not coerced.",
  "ByEngagingWithTheBullet4": "You pledge to adhere to these Terms as well as all relevant local, state, national, and international regulations and legislations.",

  "YourResponsibilitiesAsUser": "Your Responsibilities as a User",
  "YourResponsibilitiesAsUserPara1": "You acknowledge and concur that the responsibility of ensuring all shared content and interactions on the platform conform to the website's guidelines lies with you, not the website.",
  "YourResponsibilitiesAsUserPara2": "While we do not oversee or regulate user-submitted content, we do not vouch for its authenticity, wholesomeness, or quality. Therefore, be aware that your usage of the platform might expose you to content that might be distasteful, inappropriate, or contentious.",
  "YourResponsibilitiesAsUserPara3s1stpart": "If you come across any perceived violations of these Terms, please forward them to",
  "YourResponsibilitiesAsUserPara3s2ndpart": "or employ the integrated reporting tool, providing necessary proofs.",
  "YourResponsibilitiesAsUserPara4": "Your interactions and communications on the website are your sole responsibility. Though we retain the right to review and mediate in user disputes, it's not an obligation on our part.",
  "YourResponsibilitiesAsUserPara5": "YourIf any activity on the platform breaches these Terms, we, at our sole discretion, can choose to suspend or terminate your account, restrict your website access, or undertake any other necessary action to rectify the situation.",

  "PlatformSafetyAndUserObligations": "Platform Safety and User Obligations",
  "PlatformSafetyAndUserObligationsPara1": "At SassyEscort, the safety and well-being of our platform users is our utmost priority. For that reason, we have stringent guidelines to ensure a harmonious and secure user experience. By accessing and using our Services, you are committed to the following:",
  "PlatformSafetyAndUserObligationsBullet1": "Legal Compliance: Ensure your use of the Platform strictly adheres to all local, state, and international laws and regulations. Illegal activities or intentions are strictly prohibited.",
  "PlatformSafetyAndUserObligationsBullet2": "Age Restriction: Do not promote or advertise these Services to anyone under the age of 18 or the age of majority in your jurisdiction.",
  "PlatformSafetyAndUserObligationsBullet3": "Account Limitations: Creating multiple accounts is not allowed, except as specified in our Advertising Policy.",
  "PlatformSafetyAndUserObligationsBullet4": "Automated Access: Avoid using robots, spiders, crawlers, scrapers, or other automated methods to access or extract user information from the Platform.",
  "PlatformSafetyAndUserObligationsBullet5": "Malware Prevention: Do not introduce viruses, malicious codes, or any form of software that could compromise the integrity and security of the Platform.",
  "PlatformSafetyAndUserObligationsBullet6": "Respect User Privacy: Never attempt to procure or share personal details, passwords, or account information of any SassyEscort user.",
  "PlatformSafetyAndUserObligationsBullet7": "Third-party Applications: The creation or use of third-party applications that interact with user content or the Platform is not allowed without our explicit written approval.",
  "PlatformSafetyAndUserObligationsBullet8": "Platform Integrity: Use the platform in a way that benefits all users. Activities that hinder, disrupt, or affect the functionality and user experience of the Platform are not acceptable.",
  "PlatformSafetyAndUserObligationsBullet9": "Content Integrity: Avoid posting or sharing content that is libelous, defamatory, violent, threatening, obscene, abusive, offensive, promotes hate, incites violence, is profane, or violates copyright or other rights.",
  "PlatformSafetyAndUserObligationsBullet10": "Ethical Use: Refrain from sharing or promoting content that supports underage, non-consensual, or other illegal sexual themes.",
  "PlatformSafetyAndUserObligationsBullet11": "Exploitation: Do not post or promote any form of sexual exploitation of minors or any individuals.",
  "PlatformSafetyAndUserObligationsBullet12": "Account Security: Selling, transferring, or changing your account in any unauthorized way is strictly prohibited.",
  "PlatformSafetyAndUserObligationsBullet13": "Bypassing Filters: Do not try to bypass any content filters we use, or access features or areas of the Platform you're not permitted to access.",
  "PlatformSafetyAndUserObligationsBullet14": "Security: Refrain from probing, scanning, or testing the vulnerability of the Platform or any related systems.",
  "PlatformSafetyAndUserObligationsBullet15": "Promotion of Violations: Do not endorse, promote, or encourage any activities that breach these Terms.",
  "PlatformSafetyAndUserObligationsPara2": "By adhering to these guidelines, you contribute to making SassyEscort a safer and more welcoming platform for all users.",

  "ServiceAvailability": "Service Availability",
  "ServiceAvailabilityPara": "At SassyEscort, we aim for uninterrupted access. However, disruptions can occur due to maintenance, equipment malfunctions, or other factors. We reserve the right to suspend, discontinue, or restrict platform features or services without notice. While our platform is a space for sharing, it's not meant for primary storage; always maintain personal backups of your data.",

  "TerminationOfServices": "Termination of Services",
  "TerminationOfServicesPara": "SassyEscort reserves the right to terminate or suspend your account without notice if you breach our terms. If you decide to terminate, you can discontinue use, delete your account, or request removal. Ensure you back up your content, as post-termination recovery is not possible. Even after termination, certain data like payment info and support conversations are retained per our Privacy Policy.",

  "MembershipServices": "Membership Services",
  "MembershipServicesPara": "SassyEscort offers tiered paid memberships, each providing distinct features accessible via SassyEscort credits. Ensure you understand the features of your chosen membership tier; no refunds will be issued for incorrect selections. While we aren't bound to refund credits during outages, we may opt to do so at our discretion.",

  "RefundPolicy": "Refund Policy",
  "RefundPolicyPara": "All purchases on SassyEscort are final. While we're not bound to offer credit reimbursements, we might do so at our discretion. If a refund is granted, it will only be processed through the original method of payment, if possible.",

  "FinancialDisputes": "Financial Disputes",
  "FinancialDisputesPara": "Chargebacks, initiated by Banks or Card Issuers to reverse suspected fraudulent charges, will be contested by SassyEscort. We'll provide necessary details about the account and services rendered to the Bank/Card Issuer during this process. If a chargeback is initiated, the associated profile may be suspended until the matter is resolved.",
  "FinancialDisputesPara2": "Users with multiple chargebacks may face account termination. Any fees arising from the chargeback may be passed on to the User, and such fees might need to be settled prior to account reinstatement.",

  "IntellectualPropertyClaims": "Intellectual Property Claims",
  "IntellectualPropertyClaimsPara1": "SassyEscort respects the intellectual property rights of others. We promptly address any claims of content on our platform infringing upon the copyright or intellectual property rights of others.",
  "IntellectualPropertyClaimsPara2": "Upon receiving a detailed infringement notice, we'll investigate the claim. If we determine an infringement has occurred, we may remove the content, disable access, or even terminate the responsible accounts.",
  "IntellectualPropertyClaimsPara3": "To report an alleged infringement, send a detailed description to",

  "LegalCorrespondence": "Legal Correspondence",
  "LegalCorrespondencePara1": "For all legal matters or inquiries, please reach out to",
  "LegalCorrespondencePara2": "Ensure you provide a comprehensive description of your concern, accompanied by any relevant evidence or documents.",

  "ThirdpartyLinks": "Third-party Links",
  "ThirdpartyLinksPara": "Your content may be linked to by external services, like search engines or blogs. Since we don't control these third-party services, we neither endorse nor assume responsibility for any content, advertisements, products, or materials they offer. You agree that SassyEscort isn't accountable for any damage or loss resulting from or related to your reliance on or use of goods or services from these third-party services.",

  "AgreementToTerms": "Agreement to Terms",
  "AgreementToTermsPara": "You must be of legal age in your jurisdiction and over 18 to agree to these terms. By accessing our services, you confirm that you are using them by choice, without external influence, and that you commit to following these terms, our privacy policy, and all relevant laws. If you don't accept any part of these terms, or represent someone who doesn't, you must not complete registration, stop using the services, and if already registered, delete your SassyEscort account.",

  "ChangesToTerms": "Changes to Terms",
  "ChangesToTermsPara1": "SassyEscort retains the right to update or amend these Terms at our discretion without prior notice. While we aim to notify users of significant changes 30 days in advance via the email linked to your account or through platform notifications, for minor changes, your continued use of the platform implies your agreement with the updated Terms. You can request previous versions of our Terms of Service by contacting",
  "ChangesToTermsPara2": "It's your responsibility to stay updated with any changes. Continuing to use the platform means you accept any modifications to the terms."
}
