{
  "AboutSassyEscortTitle": "Sobre Sassy Escort",
  "AboutSassyEscortSubTitle": "Sassy está hecha por escorts independientes, para escorts independientes.",
  "AboutSassyEscortPara": "En Sassy Escort priorizamos la seguridad y dignidad de cada trabajadora sexual, ofreciéndoles una plataforma segura para presentar sus servicios. Nos enorgullecemos de ser más que una simple plataforma; somos una comunidad. Nuestra dedicación es hacia las escorts independientes, asegurando que tengan la representación que merecen.",
  "DistinctFeaturesOfSassyEscort": "Características distintivas de Sassy Escort",
  "DistinctFeaturesOfSassyEscortBullet1": "Si bien funcionamos de manera similar a otras páginas, renunciamos a las elevadas comisiones;",
  "DistinctFeaturesOfSassyEscortBullet2": "Solo se muestran escorts exclusivas y de primer nivel;",
  "DistinctFeaturesOfSassyEscortBullet3": "Hacemos hincapié en el respeto mutuo, asegurando que cada escort valore a su clientela;",
  "DistinctFeaturesOfSassyEscortBullet4": "Cada escort pasa por un proceso de verificación, dando fe de su autenticidad;",
  "DistinctFeaturesOfSassyEscortBullet5": "Creemos en fomentar conexiones genuinas entre escorts y clientes, buscando una experiencia más personalizada.",
  "OurInspiration": "Nuestra inspiración",
  "OurInspirationPara": "Nos entusiasma la idea de ofrecer a los proveedores de servicios una plataforma libre de costos de intermediación exorbitantes. Reconocemos el valor de la exclusividad y confiamos en que nuestra clientela también lo reconoce. Nuestro esfuerzo es garantizar que cada trabajador se sienta seguro y representado sin intervenciones de terceros.",
  "VisionAhead": "Visión por delante",
  "VisionAheadPara": "Nuestra ambición es posicionarnos como uno de los directorios globales de mayor reputación en el ámbito de los servicios de acompañantes, con mucho respeto hacia todos los trabajadores de esta industria. Nuestro catálogo actual presenta con orgullo acompañantes de lujo específicamente en los Países Bajos."
}
