{
  "CookiesTitle": "Cookies",
  "CookieStatePara": "Dentro de esta divulgación de cookies, Sassyescort.com le proporciona información sobre el uso de cookies y tecnologías comparables, incluidas etiquetas/balizas y Javascripts (denominados colectivamente 'cookies') en el sitio web",
  "CookieStatePara2": "Le recomendamos encarecidamente que revise detenidamente esta divulgación de cookies junto con nuestra Política de privacidad y Términos y condiciones.",
  "CookiesUtilizedCom": "Cookies utilizadas en sassyescort.com:",

  "EssentialCookies": "Cookies esenciales",
  "EssentialCookiesPara": "Estas cookies son esenciales para garantizar que el sitio web funcione correctamente. Se emplean para conservar sus preferencias y permisos de cookies, mejorar la seguridad del sitio web y brindar una experiencia de usuario óptima.",

  "FunctionalCookies": "Cookies funcionales",
  "FunctionalCookiesPara": "Se emplean cookies funcionales para mejorar la experiencia del usuario. Por ejemplo, almacenan preferencias de idioma y su configuración de visualización de publicidad preferida.",

  "AnalyticalCookies": "Cookies analíticas",
  "AnalyticalCookiesPara": "En nuestra búsqueda por determinar los aspectos más atractivos de nuestro sitio web para nuestros visitantes, empleamos Google Analytics para medir el tráfico de visitantes e identificar las secciones más visitadas. Generamos estadísticas a partir de los datos recopilados de esta manera. Estas estadísticas nos permiten ajustar la estructura, la navegación y el contenido del sitio web para adaptarlo mejor a nuestros visitantes. La información recopilada se utiliza exclusivamente para mejorar el sitio web y no identifica a personas individuales. Google gestiona la colocación de estas cookies y realiza el análisis, pero no posee autoridad independiente sobre la información procesada a través de estas cookies, que sigue siendo de nuestra propiedad. No se almacenan datos personales para este fin. Para obtener información sobre las cookies colocadas por Google y los datos que puede recopilar de esta manera, consulte las políticas de privacidad de Google, que se pueden encontrar en los enlaces a continuación. Tenga en cuenta que estas políticas pueden cambiar periódicamente. Política de privacidad de Google:",

  "AdvertisingCookies": "Cookies Publicitarias",
  "AdvertisingCookiesPara1": "Estas cookies se utilizan para mejorar la relevancia de los anuncios mediante la recopilación de datos de los visitantes del sitio web.",
  "AdvertisingCookiesPara2": "Tenga la seguridad de que esta información no se comparte con terceros.",

  "OtherUnforeseenCookies": "Otras / Cookies Imprevistas",
  "OtherUnforeseenCookiesPara1": "Debido a las complejidades de la funcionalidad de Internet y las operaciones del sitio web, puede haber casos en los que no tengamos visibilidad completa de las cookies colocadas por terceros mientras utilizamos nuestro sitio web. Esto es especialmente relevante cuando nuestras páginas web incorporan elementos incrustados, como textos, documentos, imágenes o videos alojados por terceros pero que se muestran en, dentro o a través de nuestro sitio web.",
  "OtherUnforeseenCookiesPara2": "Si encuentra cookies en este sitio web que pertenecen a esta categoría, que no hemos especificado anteriormente, le rogamos que nos lo notifique. Alternativamente, puede comunicarse directamente con el tercero responsable de estas cookies para consultar sobre su propósito, vida útil y garantías de privacidad. Su privacidad es de suma importancia para nosotros."
}
