{
  "WhyShould": "¿Por qué deberías tomar nuestro",
  "GOLD": "GOLD",
  "plan": "plan?",
  "JoinForFREE": "Únete GRATIS",
  "FreePhotoshootTitle": "Sesión de fotos gratis con montaje de estudio",
  "FreePhotoshootDescription": "Reconocemos los desafíos de capturar excelentes fotos. No te preocupes, ¡estamos aquí para ofrecerte nuestro apoyo!",
  "GalleryViewTitle": "Acceso a vista de galería",
  "GalleryViewDescription": "Sube tus fotos y videos para deslumbrar a posibles clientes, trayendo más alegría y leads a tu perfil. Deja que los buenos tiempos rueden",
  "SimilarProfileTitle": "Promocionado bajo perfiles similares",
  "SimilarProfileDescription": "Sube tus fotos y videos para deslumbrar a posibles clientes, trayendo más alegría y leads a tu perfil.",
  "SearchPriorityTitle": "Alta prioridad de búsqueda",
  "AvailableStatusTitle": "Estado Disponible Ahora",
  "AvailableStatusDescription": "¡Esparce alegría en un instante! Escort Stories te permite compartir tus momentos vibrantes durante 24 horas, manteniendo tu perfil lleno de emoción.",
  "ProfileAnalyticsTitle": "Analítica de Perfil",
  "ProfileAnalyticsDescription": "La Analítica de Perfil proporciona a las escorts información valiosa sobre su desempeño, permitiéndoles mejorar visibilidad y participación.",
  "RotationPerDayTitle": "Rotación al tope 6 veces al día",
  "PrioritySupportTitle": "Soporte de alta prioridad",
  "BuyNow": "Comprar Ahora",
  "Promotions": "Promociones",
  "PromotionalOfferGetBenefits": "Conoce nuestras últimas ofertas promocionales para obtener los máximos beneficios.",
  "OurLatestOffers": "Nuestras últimas ofertas",
  "GetOurReferralProgram": "Obtén más con nuestro Programa de Referidos",
  "GetReferralProgram": "Obtén más sorpresas con nuestro programa de referidos. Apostamos a que no querrás perder esta oportunidad.",
  "CommissionAllModels": "Comisión del 50% en todos los modelos que verifiquen y compren una suscripción GOLD por valor de €45.00",
  "OnOffer": "Además, también estamos ofreciendo un bono adicional por alcanzar ciertos números en un mes.",
  "CheckDetails": "Ver detalles"
}
