{
  "StudioSetup": "Configuración del Estudio",
  "StudioSetupDescription": "En Sassy Escort, tenemos un beneficio especial para ti: nuestro propio estudio de fotos, listo para hacerte lucir impresionante y sexy sin ningún problema. No necesitas preparar tu propio espacio ni preocuparte por los costos. Nuestro estudio profesional se trata de capturar tu belleza sin esfuerzo.",
  "ProfessionalQuality": "Calidad Profesional",
  "ProfessionalQualityDescription": "Desbloquea el éxito en la industria de escorts con nuestra sesión de fotos profesional de cortesía. Eleva tu perfil, atrae clientes potenciales y destácate sin esfuerzo. ¡Regístrate hoy mismo para obtener tu ventaja visual!",
  "PhotoRetouching": "Retoque Fotográfico",
  "PhotoRetouchingDescription": "En Sassy Escort, creemos en la perfección, por eso nuestro segundo beneficio para ti es nuestro servicio de retoque fotográfico profesional, ¡y la mejor parte? ¡Es completamente gratis! Tus fotos serán tratadas con un toque experto, realzando cada detalle y asegurando que luzcas impecable. Es solo otra forma en que nos aseguramos de que brilles intensamente en el mundo competitivo de las escorts.",
  "HowToGet": "Cómo obtener",
  "photoshoot": "sesión de fotos",
  "free": "gratis",
  "STEP01": "PASO 01",
  "STEP02": "PASO 02",
  "CompleteTheSignupFlow": "Completa el flujo de registro",
  "SchedulePhotoshootSession": "Programa una sesión de fotos",
  "WantToGrabThisWonderfulOpportunity": "¿Quieres aprovechar esta maravillosa oportunidad?",
  "SignUpNow": "Regístrate ahora",
  "SignUpAndGetPhotoshoot": "¡Regístrate y obtén una sesión de fotos de modelo de €250 absolutamente GRATIS!",
  "UnlockFull": "Desbloquea tu potencial completo con nuestra sesión de fotos profesional, sin costo alguno.",
  "PhotoWillBeIncluded": "Las fotos serán incluidas",
  "EscortsCovered": "Escorts cubiertas",
  "JoinForFREE": "Únete GRATIS",
  "WhatSayAboutUs": "Lo que las escorts dicen sobre nosotros",
  "Free": "Gratis",
  "GetFREEGOLDAccess": "¡Obtén acceso GOLD GRATIS por 30 días!",
  "ElevateYour": "Eleva tu perfil, maximiza los clientes potenciales y únete a la élite del éxito",
  "MoreProfileViews": "Más visitas y participación en el perfil en comparación con los miembros del plan GRATIS en promedio.",
  "MoreLeadFree": "Más oportunidades de clientes potenciales en comparación con los miembros del plan GRATIS en promedio.",
  "SeeDetails": "Ver detalles"
}
