{
  "Privacypolicy": "Política de privacidad",
  "WhoAreWeAndMission": "¿Quiénes somos y cuál es nuestra misión?",
  "WhoAreWeAndMission1stpera": "¡Saludos! Es emocionante saber que ha elegido explorar lo que ofrecemos a través de nuestra gama de servicios y productos, a menudo mencionados como nuestra 'Plataforma.' o 'Servicios.' En SassyEscort.com, su privacidad está a la vanguardia de nuestras preocupaciones. Nuestro compromiso es mantener la confidencialidad de cualquier dato que recopilemos de nuestro sitio web y de los distintos servicios que gestionamos.",
  "WhoAreWeAndMission2ndpera": "Esta guía detalla la naturaleza de los datos que recopilamos, nuestros métodos de utilización, procedimientos de almacenamiento y las partes a las que se les puede revelar.",
  "WhoAreWeAndMission3rdpera1stpart": "¿Tiene alguna duda o busca una aclaración sobre nuestra Política de Privacidad? Escríbenos a",
  "WhoAreWeAndMission3rdpera2ndpart": ". Sin embargo, tenga en cuenta que, si bien estamos aquí para ayudar, nuestras explicaciones no deben interpretarse como asesoramiento legal.",
  "WhoAreWeAndMission4th": "Al navegar e interactuar con SassyEscort.com, usted acepta inherentemente nuestros Términos de servicio, Pautas de publicidad, Código de conducta y Política de privacidad.",

  "WhichDataDoWeGather": "¿Qué datos recopilamos?",
  "WhichDataDoWeGather1stPara": "En SassyEscort.com, nuestro enfoque hacia sus datos personales se caracteriza por un procesamiento legal, transparente y justo. Nuestra adquisición y procesamiento de datos se produce sólo cuando existe una base legítima.",
  "TheAvenuesOfOurDataCollectionAre": "Las vías de nuestra recopilación de datos son:",
  "TheAvenuesOfOurDataCollectionAre1stbullet": "Detalles que usted nos proporciona voluntariamente.",
  "TheAvenuesOfOurDataCollectionAre2ndbullet": "Datos obtenidos automáticamente al acceder a nuestros servicios.",
  "TheAvenuesOfOurDataCollectionAre3rdbullet": "Datos obtenidos de entidades de terceros.",
  "WhichDataDoWeGather2ndPara": "Si ha otorgado permiso para un uso de datos particular, conserva el derecho de revocarlo. Sin embargo, los datos ya procesados ​​no se verán afectados por este cambio.",
  "WhichDataDoWeGather3rdPara": "La permanencia de sus datos personales con nosotros no es indefinida. Adoptamos medidas de seguridad comerciales razonables para evitar el uso no autorizado, la pérdida, la divulgación no autorizada o la alteración ilícita. No obstante, recuerde que ninguna técnica de almacenamiento o transmisión electrónica garantiza una seguridad perfecta.",
  "WhichDataDoWeGather4thPara": "Ciertas obligaciones pueden requerir que conservemos sus datos personales por más tiempo, como el mantenimiento de registros legales y financieros, o para salvaguardar los intereses críticos de un individuo.",

  "DetailsYouVoluntarilyProvide": "Detalles que usted proporciona voluntariamente",
  "DetailsYouVoluntarilyProvide1stPara": " La participación en los servicios de SassyEscort.com puede dar lugar a que usted comparta datos. Puedes profundizar en nuestras prácticas de preservación de datos en la sección de gestión de datos.",
  "DetailsYouVoluntarilyProvide2ndPara": " Varios servicios requieren la creación de una cuenta. En consecuencia, podríamos recopilar datos relacionados con el cumplimiento o que permitan funciones como:",
  "DetailsYouVoluntarilyProvide3rdPara": "Nombres de usuario únicos, ID de correo electrónico, verificaciones de validación, detalles de transacciones, fechas de nacimiento, contraseñas, contactos telefónicos, perfiles de redes sociales, imágenes y descripciones personales.",
  "DetailsYouVoluntarilyProvide4thPara": "Detalles de la tarjeta de crédito: tenga la seguridad de que nunca almacenamos los dígitos de su tarjeta. Se pasan de forma segura a nuestra pasarela de pago de buena reputación, encriptados según las normas de la industria, y se emplea 3DSecure2 cuando lo ofrece el emisor de la tarjeta.",
  "DetailsYouVoluntarilyProvide5thPara": " Ciertas obligaciones pueden requerir que conservemos sus datos personales por más tiempo, como el mantenimiento de registros legales y financieros, o para salvaguardar los intereses críticos de un individuo.",

  "DataWeObtainWhenYouUtilizeOurServices": "Datos que obtenemos cuando utiliza nuestros servicios",
  "DataWeObtainWhenYouUtilizeOurServices1stBullet": "El uso de nuestros servicios nos proporciona información. Se anotan aspectos como los términos buscados, la interacción con el contenido y los comentarios realizados. Aquí hay una inmersión más profunda en el tipo de datos que extraemos:",
  "DataWeObtainWhenYouUtilizeOurServices2ndBullet": "Datos de usuario: esto incluye interacciones de servicio como categorías vistas, páginas y patrones de comunicación con otros usuarios.",
  "DataWeObtainWhenYouUtilizeOurServices3rdBullet": "Datos específicos del dispositivo: especificaciones como modelos de hardware, tipos de sistema operativo, ID de dispositivos, versiones del navegador, idioma elegido y detalles de la red.",
  "DataWeObtainWhenYouUtilizeOurServices4thBullet": "Datos de ubicación: en ocasiones, es posible que registremos sus coordenadas geográficas.",
  "DataWeObtainWhenYouUtilizeOurServices5thBullet": "Recopilación de datos tecnológicos: predominantemente a través de cookies, balizas web e identificadores únicos, estos datos nos ayudan a comprender los detalles del dispositivo, el navegador y la actividad.",
  "DataWeObtainWhenYouUtilizeOurServices6thBullet": "Datos de registro: el uso de nuestros servicios genera registros que resumen detalles sobre el uso del servicio, detalles del dispositivo, visitas a páginas anteriores e identificadores únicos de dispositivo o navegador.",

  "DataFromThirdpartyServices": "Datos de servicios de terceros",
  "DataFromThirdpartyServicesPara": " Ocasionalmente, podemos integrar datos proporcionados por otros usuarios sobre usted, o datos recopilados de fuentes de terceros con nuestra recopilación directa. Un caso sería cuando otro usuario lo remite a nuestra plataforma.",

  "HandlingAndUtilizationOfData": "Manejo y utilización de datos",
  "HandlingAndUtilizationOfDataPara": "En SassyEscort.com, nuestra recopilación, retención, uso y divulgación de su información gira en torno a objetivos primarios específicos. Nos comprometemos a no procesar su información personal de forma incompatible con las finalidades descritas:",
  "HandlingAndUtilizationOfData1stBullet": "Mejorar su recorrido de usuario en nuestro sitio web al permitir la personalización y personalización.",
  "HandlingAndUtilizationOfData2ndBullet": "Facilitar el acceso y la utilización óptima de nuestro sitio web, sus aplicaciones asociadas y nuestras plataformas de redes sociales.",
  "HandlingAndUtilizationOfData3rdBullet": "Mantener líneas abiertas de comunicación con usted.",
  "HandlingAndUtilizationOfData4thBullet": "Para nuestros registros internos, funciones administrativas, necesidades de facturación y como parte de nuestro esfuerzo constante por innovar y perfeccionar nuestro sitio web, aplicaciones y plataformas sociales. Esto también se extiende a la investigación de mercado y a las intenciones de crecimiento empresarial.",
  "HandlingAndUtilizationOfData5thBullet": "Impulsar nuestras iniciativas de marketing, incluido compartir detalles sobre nuestras ofertas y servicios, así como presentar ofertas de terceros que puedan despertar su interés.",
  "HandlingAndUtilizationOfData6thBullet": "Garantizar la validación de la identidad, contrarrestar acciones fraudulentas y prohibir cualquier actividad que viole nuestros términos o se considere ilegal.",
  "HandlingAndUtilizationOfData7thBullet": "Cumplir mandatos legales y abordar amigablemente las inconformidades o conflictos que puedan surgir.",
  "HandlingAndUtilizationOfData8thBullet": "En SassyEscort.com, nuestra recopilación, retención, uso y divulgación de su información gira en torno a objetivos primarios específicos. Nos comprometemos a no procesar su información personal de forma incompatible con las finalidades descritas:",
  "HandlingAndUtilizationOfDataLastPara": "En SassyEscort.com, nuestra recopilación, retención, uso y divulgación de su información gira en torno a objetivos primarios específicos. Nos comprometemos a no procesar su información personal de forma incompatible con las finalidades descritas:",

  "YourRightsAndManagingYourPersonalData": "Sus derechos y gestión de sus datos personales",
  "VoluntarySubmissionAndConsentTitle": "Presentación voluntaria y consentimiento:",

  "VoluntarySubmissionAndConsent": "Presentación voluntaria y consentimiento:",
  "VoluntarySubmissionAndConsentPara": "Cuando nos proporciona voluntariamente sus datos personales, es un gesto de su parte que nos permite recopilar, salvaguardar, implementar y compartir su información, respetando esta directriz de privacidad. Si tienes menos de 18 años, este sitio no es para ti. Mantenemos deliberadamente nuestros servicios y promociones alejados de los menores de 18 años o de la mayoría de edad local, asegurándonos de no acumular datos de ellos a sabiendas.",

  "ThirdPartyData": "Datos de terceros:",
  "ThirdPartyDataPara": "En los casos en que obtengamos datos sobre usted a través de fuentes de terceros, estos permanecerán protegidos según los principios de esta política de privacidad. Cuando usted es el tercero que proporciona los datos personales de otra persona, debe confirmar que ha adquirido el acuerdo de la persona para compartir dichos detalles.",

  "Limitations": "Limitaciones:",
  "LimitationsPara": "Tiene derecho a regular o detener por completo la recopilación o distribución de sus datos. Si en algún momento nos había permitido emplear sus datos para objetivos de marketing pero ahora lo reconsidera, simplemente póngase en contacto utilizando los datos de contacto proporcionados. Si impone restricciones, aclararemos cómo esto influye en sus interacciones con nuestra plataforma u ofertas.",

  "AccessAndPortability": "Acceso y portabilidad:",
  "AccessAndPortabilitypara": "Puede solicitar una relación detallada de qué datos personales sobre usted están bajo nuestra custodia. También puede solicitar una copia de dichos datos. Nuestro objetivo es ofrecer esto en CSV u otros formatos compatibles con máquinas. Además, podrás solicitar la supresión de tus datos cuando lo desees.",

  "Rectifications": "Rectificaciones:",
  "RectificationsPara": "Si cree que nuestra base de datos tiene información sobre usted que está desactualizada, es errónea, engañosa o no completa, comuníquese con nosotros. Nos comprometemos a rectificar rápidamente cualquier dato que sea erróneo o no esté actualizado.",

  "BreachNotifications": "Notificaciones de infracción:",
  "BreachNotificationsPara": "En caso de existir algún compromiso de datos, nuestras acciones estarán alineadas con los marcos legales pertinentes.",

  "Grievances": "Quejas:",
  "GrievancesPara": " ¿Sientes que no hemos respetado una normativa fundamental en materia de protección de datos? Comparta sus inquietudes y brindenos una descripción exhaustiva de la presunta infracción. Publique una revisión exhaustiva, comunicaremos nuestros hallazgos y las medidas correctivas previstas por escrito. Además, conserva el derecho de dirigirse a agencias de protección de datos u organismos reguladores en relación con sus quejas.",

  "OptingOut": "Optar por no participar:",
  "OptingOutPara": "Para retirarse de nuestra lista de correo electrónico o de cualquier otro medio de comunicación (incluido el contenido promocional), comuníquese utilizando nuestros datos de contacto o utilice la opción 'cancelar suscripción' incluida en nuestras comunicaciones.",

  "ScopeOfOurPrivacyPolicy": "Alcance de nuestra política de privacidad",
  "ScopeOfOurPrivacyPolicyPara": "Nuestra plataforma puede contener enlaces que dirijan a sitios web externos que no están bajo nuestra administración. Tenga en cuenta que no tenemos influencia sobre el contenido, las políticas o las prácticas de estos sitios de terceros. En consecuencia, SassyEscort.com no se hace responsable de las pautas de privacidad o acciones de estas entidades externas.",

  "UpdatesToOurPrivacyPolicy": "Actualizaciones de nuestra política de privacidad",
  "UpdatesToOurPrivacyPolicy1stPara": "De vez en cuando, podemos decidir actualizar nuestra política de privacidad para reflejar las prácticas y estándares modernos. Nos comprometemos a tomar las medidas adecuadas para informar a nuestros usuarios sobre dichas modificaciones a través de nuestro sitio web. Si continúa interactuando con nuestro sitio y publica cualquier ajuste a esta política, se percibirá como su respaldo a nuestras prácticas de privacidad actualizadas.",
  "UpdatesToOurPrivacyPolicy2ndPara": "En caso de que se produzca una revisión importante de nuestra política de privacidad, como un cambio en los fundamentos legales sobre los cuales manejamos sus datos personales, solicitaremos su consentimiento renovado para la política actualizada.",
  "ContactForPrivacyConcerns": "Contacto para cuestiones de privacidad",
  "ContactForPrivacyConcernsPara": "Para cualquier consulta o inquietud relacionada con la privacidad, puede comunicarse con nuestro Delegado del Controlador de Datos y Delegado de Protección de Datos en "
}
