{
  "TermsAndConditionTitle": "Términos y Condiciones",
  "WhoAreWeandWhatOurMission": "¿Quiénes somos y cuál es nuestra misión?",
  "WhoAreWeandWhatOurMissionBvPara": "SassyEscort.com or Sassy is a service of Tutubi B.V., incorporated in The Netherlands. Located in Amsterdam, Amstel 62, 1017 AC. It has been officially registered with the Dutch Chamber of Commerce, with the registration number 82410410.",
  "WhoAreWeandWhatOurMission1stPara": "¡Saludos! Es emocionante saber que ha elegido explorar lo que ofrecemos a través de nuestra gama de servicios y productos, a menudo mencionados como nuestra 'Plataforma' o 'Servicios'. En SassyEscort.com, su privacidad está a la vanguardia de nuestras preocupaciones. Nuestro compromiso es mantener la confidencialidad de cualquier dato que recopilemos de nuestro sitio web y de los distintos servicios que gestionamos.",
  "WhoAreWeandWhatOurMission2ndPara": "¡Saludos! Es emocionante saber que ha elegido explorar lo que ofrecemos a través de nuestra gama de servicios y productos, a menudo mencionados como nuestra 'Plataforma' o 'Servicios'. En SassyEscort.com, su privacidad está a la vanguardia de nuestras preocupaciones. Nuestro compromiso es mantener la confidencialidad de cualquier dato que recopilemos de nuestro sitio web y de los distintos servicios que gestionamos.",
  "WhoAreWeandWhatOurMission3rdParas1stPart": "Facing any doubts or seeking clarification about our Privacy Policy? Drop us a line at",
  "WhoAreWeandWhatOurMission3rdParas2ndPart": "Keep in mind, though, that while we're here to help, our explanations shouldn't be interpreted as legal counsel.",
  "WhoAreWeandWhatOurMission4thPara": "Al navegar e interactuar con SassyEscort.com, usted acepta inherentemente nuestros Términos de servicio, Pautas de publicidad, Código de conducta y Política de privacidad.",

  "ContactingUs": "Contactando con nosotros",
  "ContactingUsParas1stPart": "Si tiene alguna consulta o inquietud relacionada con nuestros Términos de servicio, Política de publicidad, Código de conducta o Política de privacidad, no dude en enviarnos un correo electrónico a",
  "ContactingUsParas2ndPart": ". Tenga en cuenta que cualquier aclaración o explicación que ofrezcamos no debe interpretarse como asesoramiento legal.",

  "EligibilityForUsingTheService": "Elegibilidad para utilizar el servicio",
  "EligibilityForUsingTheServicePara": "Anyone below the age of eighteen (18) is prohibited from setting up an account or accessing the Platform. If the legal age of majority in your location exceeds eighteen (18) years, you must be at least twenty-one (21) years old to sign up or make use of the Platform.",
  "ByEngagingWithThe": "Al interactuar con la Plataforma, usted afirma que:",
  "ByEngagingWithTheBullet1": "Ha cumplido o superado la edad de dieciocho (18) años.",
  "ByEngagingWithTheBullet2": "Usted ha superado la mayoría de edad según las leyes de su país de residencia.",
  "ByEngagingWithTheBullet3": "Su participación en la plataforma es voluntaria y no está bajo coerción.",
  "ByEngagingWithTheBullet4": "Usted se compromete a cumplir con estos Términos, así como con todas las regulaciones y legislaciones locales, estatales, nacionales e internacionales relevantes.",

  "YourResponsibilitiesAsUser": "Sus responsabilidades como usuario",
  "YourResponsibilitiesAsUserPara1": "Usted reconoce y acepta que la responsabilidad de garantizar que todo el contenido compartido y las interacciones en la plataforma cumplan con las pautas del sitio web recae en usted, no en el sitio web.",
  "YourResponsibilitiesAsUserPara2": "Si bien no supervisamos ni regulamos el contenido enviado por los usuarios, no garantizamos su autenticidad, integridad o calidad. Por lo tanto, tenga en cuenta que su uso de la plataforma podría exponerlo a contenido que podría ser desagradable, inapropiado o polémico.",
  "YourResponsibilitiesAsUserPara3s1stpart": "Si percibe alguna infracción de estos Términos, envíela a",
  "YourResponsibilitiesAsUserPara3s2ndpart": "o emplear la herramienta de informes integrada, proporcionando las pruebas necesarias.",
  "YourResponsibilitiesAsUserPara4": "Sus interacciones y comunicaciones en el sitio web son de su exclusiva responsabilidad. Aunque nos reservamos el derecho de revisar y mediar en las disputas de los usuarios, no es una obligación de nuestra parte",
  "YourResponsibilitiesAsUserPara5": "Si alguna actividad en la plataforma infringe estos Términos, nosotros, a nuestro exclusivo criterio, podemos optar por suspender o cancelar su cuenta, restringir el acceso a su sitio web o emprender cualquier otra acción necesaria para rectificar la situación.",

  "PlatformSafetyAndUserObligations": "Seguridad de la plataforma y obligaciones del usuario",
  "PlatformSafetyAndUserObligationsPara1": "En SassyEscort, la seguridad y el bienestar de los usuarios de nuestra plataforma es nuestra máxima prioridad. Por esa razón, contamos con pautas estrictas para garantizar una experiencia de usuario armoniosa y segura. Al acceder y utilizar nuestros Servicios, usted se compromete a lo siguiente:",
  "PlatformSafetyAndUserObligationsBullet1": "Cumplimiento legal: asegúrese de que su uso de la Plataforma cumpla estrictamente con todas las leyes y regulaciones locales, estatales e internacionales. Las actividades o intenciones ilegales están estrictamente prohibidas.",
  "PlatformSafetyAndUserObligationsBullet2": "Restricción de edad: No promueva ni anuncie estos Servicios a ninguna persona menor de 18 años o la mayoría de edad en su jurisdicción.",
  "PlatformSafetyAndUserObligationsBullet3": "Limitaciones de la cuenta: no se permite la creación de varias cuentas, excepto según lo especificado en nuestra Política de publicidad.",
  "PlatformSafetyAndUserObligationsBullet4": "Acceso automatizado: evite el uso de robots, arañas, rastreadores, raspadores u otros métodos automatizados para acceder o extraer información del usuario de la Plataforma.",
  "PlatformSafetyAndUserObligationsBullet5": "Prevención de Malware: No introducir virus, códigos maliciosos o cualquier forma de software que pueda comprometer la integridad y seguridad de la Plataforma.",
  "PlatformSafetyAndUserObligationsBullet6": "Respete la privacidad del usuario: nunca intente obtener ni compartir datos personales, contraseñas o información de cuenta de ningún usuario de SassyEscort.",
  "PlatformSafetyAndUserObligationsBullet7": "Aplicaciones de terceros: la creación o el uso de aplicaciones de terceros que interactúen con el contenido del usuario o la Plataforma no está permitida sin nuestra aprobación explícita por escrito.",
  "PlatformSafetyAndUserObligationsBullet8": "Integridad de la plataforma: utilice la plataforma de una manera que beneficie a todos los usuarios. No se aceptan actividades que obstaculicen, interrumpan o afecten la funcionalidad y la experiencia del usuario de la Plataforma.",
  "PlatformSafetyAndUserObligationsBullet9": "Integridad del contenido: evite publicar o compartir contenido calumnioso, difamatorio, violento, amenazante, obsceno, abusivo, ofensivo, que promueva el odio, incite a la violencia, sea profano o viole los derechos de autor u otros derechos.",
  "PlatformSafetyAndUserObligationsBullet10": "Uso ético: Abstenerse de compartir o promover contenido que apoye temas sexuales menores de edad, no consensuales u otros temas sexuales ilegales.",
  "PlatformSafetyAndUserObligationsBullet11": "Explotación: No publique ni promueva ninguna forma de explotación sexual de menores o de cualquier individuo.",
  "PlatformSafetyAndUserObligationsBullet12": "Seguridad de la cuenta: Vender, transferir o cambiar su cuenta de cualquier forma no autorizada está estrictamente prohibido.",
  "PlatformSafetyAndUserObligationsBullet13": "Omitir filtros: no intente omitir ningún filtro de contenido que utilicemos, ni acceder a funciones o áreas de la Plataforma a las que no tiene permitido acceder.",
  "PlatformSafetyAndUserObligationsBullet14": "Seguridad: Abstenerse de sondear, escanear o probar la vulnerabilidad de la Plataforma o cualquier sistema relacionado.",
  "PlatformSafetyAndUserObligationsBullet15": "Promoción de infracciones: no respalde, promueva ni fomente ninguna actividad que viole estos Términos.",
  "PlatformSafetyAndUserObligationsPara2": "Al seguir estas pautas, contribuye a hacer de SassyEscort una plataforma más segura y acogedora para todos los usuarios.",

  "ServiceAvailability": "Servicio disponible",
  "ServiceAvailabilityPara": "En SassyEscort, nuestro objetivo es lograr un acceso ininterrumpido. Sin embargo, pueden ocurrir interrupciones debido al mantenimiento, mal funcionamiento del equipo u otros factores. Nos reservamos el derecho de suspender, discontinuar o restringir las funciones o servicios de la plataforma sin previo aviso. Si bien nuestra plataforma es un espacio para compartir, no está destinada al almacenamiento primario; Mantenga siempre copias de seguridad personales de sus datos.",

  "TerminationOfServices": "Terminación de Servicios",
  "TerminationOfServicesPara": "SassyEscort se reserva el derecho de cancelar o suspender su cuenta sin previo aviso si incumple nuestros términos. Si decide cancelar, puede suspender el uso, eliminar su cuenta o solicitar la eliminación. Asegúrese de realizar una copia de seguridad de su contenido, ya que la recuperación después de la terminación no es posible. Incluso después de la rescisión, ciertos datos, como información de pago y conversaciones de soporte, se conservan según nuestra Política de privacidad.",

  "MembershipServices": "Servicios de membresía",
  "MembershipServicesPara": "SassyEscort ofrece membresías pagas escalonadas, cada una de las cuales ofrece funciones distintas a las que se puede acceder a través de créditos de SassyEscort. Asegúrese de comprender las características del nivel de membresía elegido; No se emitirán reembolsos por selecciones incorrectas. Si bien no estamos obligados a reembolsar créditos durante las interrupciones, podemos optar por hacerlo a nuestra discreción.",

  "RefundPolicy": "Politica de reembolso",
  "RefundPolicyPara": "Todas las compras en SassyEscort son definitivas. Si bien no estamos obligados a ofrecer reembolsos de crédito, podemos hacerlo a nuestra discreción. Si se concede un reembolso, solo se procesará mediante el método de pago original, si es posible.",

  "FinancialDisputes": "Financial Disputes",
  "FinancialDisputesPara": "Chargebacks, initiated by Banks or Card Issuers to reverse suspected fraudulent charges, will be contested by SassyEscort. We'll provide necessary details about the account and services rendered to the Bank/Card Issuer during this process. If a chargeback is initiated, the associated profile may be suspended until the matter is resolved.",
  "FinancialDisputesPara2": "Users with multiple chargebacks may face account termination. Any fees arising from the chargeback may be passed on to the User, and such fees might need to be settled prior to account reinstatement.",

  "IntellectualPropertyClaims": "Reclamaciones de propiedad intelectual",
  "IntellectualPropertyClaimsPara1": "SassyEscort respeta los derechos de propiedad intelectual de otros. Abordamos de inmediato cualquier reclamo de contenido en nuestra plataforma que infrinja los derechos de autor o derechos de propiedad intelectual de otros.",
  "IntellectualPropertyClaimsPara2": "Al recibir un aviso de infracción detallado, investigaremos el reclamo. Si determinamos que se ha producido una infracción, podemos eliminar el contenido, desactivar el acceso o incluso cancelar las cuentas responsables.",
  "IntellectualPropertyClaimsPara3": "Para denunciar una supuesta infracción, envíe una descripción detallada a",

  "LegalCorrespondence": "Correspondencia Jurídica",
  "LegalCorrespondencePara1": "Para todos los asuntos legales o consultas, comuníquese con",
  "LegalCorrespondencePara2": "Asegúrese de proporcionar una descripción completa de su inquietud, acompañada de cualquier evidencia o documento relevante.",

  "ThirdpartyLinks": "Enlaces de terceros",
  "ThirdpartyLinksPara": "Su contenido puede estar vinculado a servicios externos, como motores de búsqueda o blogs. Dado que no controlamos estos servicios de terceros, no respaldamos ni asumimos responsabilidad por ningún contenido, publicidad, producto o material que ofrezcan. Usted acepta que SassyEscort no es responsable de ningún daño o pérdida que resulte o esté relacionada con su dependencia o uso de bienes o servicios de estos servicios de terceros.",

  "AgreementToTerms": "Acuerdo de términos",
  "AgreementToTermsPara": "Debe ser mayor de edad en su jurisdicción y mayor de 18 años para aceptar estos términos. Al acceder a nuestros servicios, usted confirma que los está utilizando por elección propia, sin influencia externa, y que se compromete a seguir estos términos, nuestra política de privacidad y todas las leyes pertinentes. Si no acepta alguna parte de estos términos, o representa a alguien que no lo hace, no debe completar el registro, dejar de usar los servicios y, si ya está registrado, eliminar su cuenta SassyEscort.",

  "ChangesToTerms": "Cambios a los términos",
  "ChangesToTermsPara1": "SassyEscort se reserva el derecho de actualizar o modificar estos Términos a nuestra discreción sin previo aviso. Si bien nuestro objetivo es notificar a los usuarios sobre cambios significativos con 30 días de anticipación a través del correo electrónico vinculado a su cuenta o mediante notificaciones de la plataforma, para cambios menores, su uso continuo de la plataforma implica su aceptación de los Términos actualizados. Puede solicitar versiones anteriores de nuestros Términos de Servicio contactando",
  "ChangesToTermsPara2": "Es su responsabilidad mantenerse actualizado con cualquier cambio. Continuar utilizando la plataforma significa que acepta cualquier modificación de los términos."
}
